# Задание 2
name = input('Введите свое имя: ')
age = int(input('Введите ваш возраст: '))
city = input('Введите название вашего города: ')
country = input('Введите название вашей страны: ')
print(f'Уважаемый {name}! \nНа сегодняшний день Вы проживаете в стране {country},\nв городе {city},\nи вы родились в {2023-age}')
